{"answer": {"": 413, "raining": 463, "farmers market": 2178, "hats": 841, "yellow": 11, "protest": 2871, "woods": 1084, "sleep": 1136, "asian": 190, "railing": 974, "trolley": 2748, "feeding": 1394, "pointing": 1686, "electricity": 499, "swan": 921, "bike": 134, "under": 2108, "flip flops": 465, "wreath": 2291, "by window": 2633, "deli": 2902, "blanket": 352, "dell": 325, "vase": 265, "helmet": 88, "home plate": 1619, "fireplace": 817, "blue and pink": 2852, "school": 527, "baking": 2100, "snowflakes": 2758, "parrot": 540, "wooden": 590, "ups": 2406, "clothes": 457, "can't see": 1450, "bicycle": 182, "quilt": 1488, "tired": 1229, "phones": 719, "hanging": 1560, "bacon": 633, "japanese": 508, "chef": 700, "dish": 2391, "second": 2063, "street": 200, "cactus": 1355, "panda": 1024, "monster": 2067, "blue": 7, "sesame": 2247, "straight ahead": 2655, "cooking": 203, "tow truck": 1600, "asia": 592, "lights": 362, "above": 628, "snowing": 1486, "new": 976, "net": 675, "disney": 2901, "helmets": 429, "5:45": 2207, "pancakes": 1456, "red yellow": 1536, "men": 651, "hundreds": 1378, "snowbird": 2502, "on train": 1953, "protection": 589, "china": 312, "cart": 716, "100": 311, "cardboard": 978, "106": 2402, "mozzarella": 1048, "dry": 1099, "kids": 963, "luggage": 199, "leaves": 223, "t mobile": 2801, "paris": 1454, "in bathroom": 2991, "gray and blue": 2835, "smoke": 448, "military": 594, "golden": 2234, "straw": 468, "fireworks": 2950, "strap": 2370, "sliced": 1467, "statue of liberty": 2705, "jackets": 2585, "captive": 2849, "on phone": 2377, "landscape": 2337, "star wars": 2929, "plow": 2270, "12:10": 2492, "army": 852, "alligator": 2560, "sweater": 866, "coins": 2022, "music": 1603, "calm": 424, "riding horses": 2577, "strike": 2704, "calf": 2354, "underwear": 2863, "frisbee golf": 1815, "palm trees": 695, "warm": 525, "adult": 753, "90": 2266, "95": 2744, "me": 2005, "room": 2933, "mo": 2672, "work": 834, "roof": 1253, "black and blue": 1405, "plunger": 2003, "decorative": 2020, "florida": 1542, "yellow and gray": 2971, "india": 586, "honey": 1710, "green beans": 2680, "caution": 1304, "veggies": 1443, "chevy": 1661, "end": 1844, "4 feet": 1639, "in suitcase": 2675, "travel": 1241, "drying": 2430, "nuts": 1490, "6 inches": 2105, "happy birthday": 1280, "far": 2070, "hot": 390, "boats": 484, "gate": 1429, "audi": 2264, "beach": 66, "7:45": 2604, "pizza": 26, "wedding cake": 2239, "gaming": 2774, "briefcase": 1634, "ladder": 802, "lab": 596, "jumping": 348, "red blue": 2001, "president": 2617, "cell phone": 87, "women's": 1881, "arch": 1522, "shirt": 481, "man on right": 1082, "in bowl": 893, "croissant": 1767, "harley": 1026, "tulip": 1667, "checkerboard": 1404, "green": 9, "scarf": 384, "ambulance": 2485, "1 foot": 1408, "first": 1009, "wing": 2649, "wind": 459, "wine": 65, "office": 385, "cheese": 156, "muffin": 1934, "over": 1781, "london": 273, "oven": 350, "keyboard": 288, "plastic wrap": 2115, "japan": 479, "by water": 2634, "fir": 2305, "chihuahua": 1180, "2:00": 1483, "plantains": 2375, "backpack": 222, "more than 10": 2940, "avocado": 1551, "2:05": 2359, "writing": 1640, "400": 2564, "ski sticks": 2707, "3:15": 2443, "3:10": 1926, "swans": 1831, "coffee": 166, "neon green": 2767, "tourist": 2109, "white and blue": 364, "safe": 2808, "one in front": 2035, "band": 1567, "mercedes benz": 933, "giraffe": 39, "for protection": 2472, "glazed": 996, "silver": 54, "bank": 2098, "bread": 251, "shadows": 1573, "brushing teeth": 278, "meat": 471, "potatoes": 727, "on tray": 2878, "wii remotes": 1882, "l": 1412, "detroit": 1650, "rocks": 261, "side of road": 2032, "brown white": 1356, "arrow": 1584, "coffee maker": 2957, "trash can": 573, "side": 1500, "bone": 1793, "lying down": 1479, "hanger": 2145, "logs": 1256, "under table": 2652, "spider": 1802, "sled": 1738, "magnets": 794, "navy": 711, "logo": 1674, "dawn": 1896, "in vase": 1789, "enclosure": 2838, "skate park": 504, "rv": 2534, "driving": 1059, "motel": 2274, "cameras": 2479, "diesel": 1919, "9:25": 1826, "lego": 2069, "surprise": 2031, "sliding": 1887, "green and orange": 1762, "asleep": 2737, "turning": 2131, "blue and green": 855, "free": 1324, "ascending": 2484, "dark gray": 2347, "on tower": 1276, "grapes": 595, "checked": 1823, "upside down": 1666, "tree branch": 1855, "on chair": 1428, "shelves": 1535, "atv": 2789, "festival": 2776, "soda": 562, "moving": 743, "mouth": 1688, "1:10": 2361, "cleaning": 943, "flying kite": 240, "gazelle": 2387, "in street": 1813, "veggie": 1719, "on pole": 1783, "lettuce": 369, "kfc": 2674, "chevron": 2476, "fire truck": 683, "in tree": 2471, "scissors": 157, "thick": 2161, "plastic": 185, "hood": 2677, "basketball": 663, "hydrant": 332, "spinach": 460, "top": 396, "girls": 1131, "blackberry": 1794, "dark blue": 1566, "guitar hero": 2891, "legs": 1604, "dogs": 519, "kiwi": 1260, "urban": 438, "ceiling": 887, "on grass": 867, "feathers": 2150, "serve": 915, "lower": 2884, "lavender": 1300, "blue jay": 2076, "no left turn": 2252, "western": 2447, "cereal": 1284, "boarding": 1697, "tires": 1904, "target": 2529, "tree": 99, "french fries": 752, "shower": 725, "speaking": 2756, "iron": 919, "on snow": 2331, "man on left": 1035, "joy": 2339, "bridge": 319, "donkey": 1746, "fashion": 2994, "very big": 2499, "giraffes": 234, "boston": 1100, "ram": 1336, "glass": 121, "talking": 423, "lava lamp": 2622, "mint": 1935, "alive": 2741, "nitro": 2509, "skateboard park": 2164, "necktie": 1726, "concrete": 270, "bleachers": 1635, "san diego": 2760, "snow": 34, "chest": 2516, "high chair": 2890, "crocs": 2044, "circles": 977, "gravy": 1871, "shallow": 1510, "thumb": 1905, "zebras": 214, "6 feet": 1398, "victoria": 2267, "little girl": 1955, "regular": 1501, "polar bear": 511, "macbook": 2091, "medical": 2465, "metal": 110, "dog": 33, "jalapenos": 2828, "camo": 1134, "pineapple": 780, "queen": 1400, "birthday party": 2960, "anniversary": 2854, "red white black": 2662, "chandelier": 1019, "radio": 1436, "hazy": 1110, "fork and knife": 668, "bus stop": 862, "toast": 1700, "on bike": 2620, "menu": 1727, "train tracks": 1623, "folded": 2893, "on right": 402, "sugar": 689, "celery": 1596, "bush": 1038, "on mountain": 2668, "rice": 530, "goalie": 1264, "rectangle": 358, "plate": 196, "tiles": 724, "sunglasses": 173, "yellow green": 1829, "colorful": 2845, "air": 416, "honda": 597, "watch": 224, "television": 564, "cardinals": 1381, "pocket": 1862, "watermelon": 770, "tiled": 1966, "cushion": 2631, "wedding": 172, "on desk": 655, "tiara": 2866, "for picture": 2993, "bat": 107, "bar": 818, "rowing": 2084, "2:10": 2052, "licking": 2468, "bag": 272, "bad": 1358, "coke": 486, "grilled": 1516, "3:05": 2999, "steak": 971, "steam": 439, "3:00": 1325, "in corner": 2511, "10:05": 2746, "50 feet": 2857, "fair": 1430, "t shirt": 1251, "away from camera": 2602, "pads": 1973, "10:00": 2493, "cattle": 1133, "noodles": 1216, "skulls": 2806, "game controller": 1171, "brazil": 2204, "lots": 535, "away": 473, "sail": 1118, "computer mouse": 2956, "salt and pepper": 2454, "wetsuit": 177, "mud": 1197, "mug": 1224, "olympics": 1673, "wakeboard": 2448, "yogurt": 2210, "looking out window": 1975, "laying down": 506, "pine trees": 2222, "herding": 2014, "never": 2510, "nature": 2174, "on top": 1310, "playing game": 744, "skull and crossbones": 1967, "news": 2332, "behind fence": 1305, "hills": 1130, "cop": 2073, "right one": 950, "cow": 81, "country": 987, "elm": 2951, "on bench": 952, "baskets": 1989, "remote control": 779, "throwing frisbee": 1930, "cherry": 1030, "laptop computer": 1812, "sheepdog": 2660, "bottom left": 2046, "2nd": 1965, "towels": 721, "blonde": 118, "grazing": 245, "bathroom": 19, "101": 1665, "beef": 507, "skatepark": 1330, "chrome": 2045, "on couch": 1277, "parsley": 734, "beer": 123, "cherries": 1449, "stadium": 2163, "basil": 877, "white blue": 1774, "15 feet": 2642, "containers": 2906, "dots": 1292, "life": 2989, "banana peel": 1991, "sprite": 2244, "relaxing": 1107, "not sure": 208, "lift": 2007, "coffee table": 2023, "child": 238, "catch": 1988, "chili": 2596, "3 feet": 828, "teapot": 2752, "orange and blue": 2142, "tank": 2029, "blue jeans": 2311, "kingfisher": 2384, "lilacs": 2945, "first base": 2592, "n": 864, "information": 2888, "lizard": 2334, "onion rings": 2117, "ski lift": 820, "life jacket": 1976, "stopping": 1778, "above toilet": 2102, "balance": 702, "bank of america": 1089, "cane": 1163, "mexico": 1145, "sticker": 2060, "sushi": 1288, "player": 2458, "tissue": 1359, "cone": 810, "in": 1353, "seattle": 1779, "mouse": 360, "in air": 366, "bottles": 1425, "emergency": 2043, "nike": 130, "toaster": 1409, "gray and red": 2834, "white and green": 898, "carnation": 2684, "life vest": 2335, "vegetable": 885, "plates": 1215, "several": 617, "bunny": 1749, "wheel": 1929, "moose": 2379, "left one": 986, "bookcase": 2958, "rail": 806, "rain": 314, "hand": 403, "woman on left": 2158, "garlic": 2345, "soccer ball": 819, "kia": 579, "kid": 854, "butter": 958, "9:50": 2742, "ocean": 150, "burgers": 2850, "washington monument": 1901, "mother": 1760, "hearts": 1159, "jean": 2470, "left": 22, "american flag": 1188, "brown bear": 2396, "photo": 1322, "laptop": 75, "goggles": 400, "human": 1314, "yes": 0, "dining": 1161, "adidas": 336, "sunflower": 1080, "yamaha": 1211, "in front": 934, "photographer": 383, "wings": 2648, "hay": 250, "main street": 2006, "board": 570, "east": 538, "hat": 76, "9:45": 2180, "turquoise": 829, "ski pole": 1043, "wii controllers": 1735, "possibly": 624, "boxes": 1124, "boxer": 2205, "descending": 2594, "background": 274, "shadow": 376, "all way": 2399, "6:00": 1569, "12:30": 1498, "teddy bears": 761, "55": 677, "lily": 1555, "grizzly": 1315, "56": 2155, "51": 1717, "50": 249, "53": 1599, "52": 1586, "cooler": 1792, "pavement": 1153, "mickey mouse": 1690, "steps": 1329, "night": 92, "security": 2807, "cirrus": 2392, "antique": 1585, "butterfly": 861, "right": 21, "old": 145, "people": 212, "kitesurfing": 2038, "crown": 1630, "dead": 1423, "playing soccer": 2816, "dining room": 644, "2:20": 2566, "xbox": 1927, "orchid": 2298, "10 years": 2970, "bottom": 522, "purple": 45, "computer screen": 1770, "fox": 1764, "ice": 894, "rhino": 2505, "fog": 2149, "3:30": 2288, "skateboarder": 678, "christmas": 100, "cord": 1494, "behind man": 2356, "khaki": 1392, "corn": 781, "lamps": 2118, "post": 1214, "dalmatian": 1060, "trophy": 2653, "benches": 1963, "cowboy": 632, "meow": 2176, "plum": 2981, "o": 1502, "black bear": 1286, "dinner": 387, "afternoon": 230, "octopus": 1323, "hospital": 1025, "toothpicks": 2750, "selfie": 972, "bath": 1388, "down": 96, "bats": 1715, "petting": 1808, "parade": 661, "under cat": 2799, "fabric": 1529, "flying": 420, "double decker bus": 2258, "sunlight": 805, "virgin": 2321, "towing": 2527, "wax": 2362, "white and yellow": 1476, "overhead": 2251, "war": 2363, "happy": 218, "fork": 113, "head": 491, "medium": 1058, "yellow and white": 783, "parasails": 2250, "snowy": 777, "batman": 2097, "tigers": 2407, "converse": 1506, "landing": 466, "ford": 531, "wireless": 2053, "heat": 2015, "bottom right": 1653, "sailboats": 1705, "true": 2974, "lilies": 1480, "trains": 1250, "inside": 282, "2:25": 2025, "lays": 2946, "tangerines": 2976, "passenger": 505, "sticks": 2242, "ladybug": 2338, "umpire": 307, "cleats": 1141, "sale": 2932, "100 feet": 2644, "on sign": 2415, "pink and white": 1004, "playing video game": 1108, "ship": 1069, "lime green": 1363, "k": 1503, "tie dye": 2451, "no": 1, "na": 1223, "ny": 2581, "tin": 2700, "setting": 1033, "angry birds": 2603, "holding": 2548, "papers": 1455, "tie": 151, "whipped cream": 2861, "evergreen": 1156, "picture": 293, "thumbs up": 1426, "4 way": 2182, "palms": 2983, "handicap": 1648, "center": 737, "purple and white": 1836, "fell": 1178, "red sox": 870, "blue red": 2437, "99": 2358, "younger": 2646, "phone": 61, "jacket": 515, "time": 1212, "backward": 1716, "for fun": 1593, "peacock": 1119, "coach": 1424, "broke": 2096, "chain": 826, "playing video games": 2221, "skis": 140, "silverware": 2504, "hawaii": 2422, "skate": 1307, "microwave": 256, "skiing": 31, "chair": 146, "toothpick": 1684, "milk": 254, "double decker": 321, "flash": 2724, "mouse pad": 2299, "0": 18, "bicycles": 591, "tusk": 1854, "brushing his teeth": 1217, "on plate": 419, "brown": 12, "smartphone": 1534, "string": 890, "banana bread": 2788, "kitten": 1005, "cook": 903, "cool": 1846, "on wall": 347, "clouds": 290, "policeman": 1616, "ollie": 1758, "puppy": 1446, "cloudy": 115, "ox": 1725, "magnet": 2768, "p": 502, "subway": 553, "teal": 565, "team": 2703, "sidewalk": 257, "round": 158, "11:00": 1998, "the": 2701, "pork": 840, "heinz": 1981, "htc": 2303, "collage": 2433, "rectangles": 2813, "sign": 391, "11:45": 2968, "shirts": 2246, "prom": 2328, "harry potter": 2343, "rough": 2191, "12:20": 2444, "drinks": 1874, "cargo": 884, "stands": 2215, "kite string": 2584, "candle": 697, "4:00": 2050, "uniform": 2027, "tarmac": 1601, "falling": 1209, "gazebo": 2773, "unsure": 488, "den": 1961, "no smoking": 2462, "french": 627, "water": 38, "2:30": 2489, "don't walk": 1845, "baseball": 15, "baseball player": 2398, "frosting": 1339, "easton": 2683, "box": 320, "boy": 167, "hbo": 2513, "3:20": 2401, "canadian": 2731, "healthy": 1842, "bus station": 2481, "name tag": 2715, "lemonade": 2621, "bow": 657, "cinnamon": 1987, "bob": 2734, "pillow": 494, "stew": 2532, "love": 1140, "hiking": 1913, "radish": 2374, "shark": 2168, "uphill": 1021, "snowboard": 164, "sun hat": 2753, "fake": 555, "playing wii": 306, "pony": 1645, "market": 610, "working": 938, "wicker": 988, "10:10": 1475, "france": 899, "going": 1563, "iphone": 1261, "tape": 1287, "angels": 1568, "oranges and bananas": 2877, "conductor": 2351, "countertop": 2905, "club": 1747, "phillies": 1361, "chocolate": 135, "downtown": 1246, "riding": 601, "olive": 1422, "robe": 1574, "fly": 2199, "ibm": 1676, "tokyo": 2368, "car": 124, "cap": 582, "in park": 2341, "cat": 30, "soup": 408, "can": 1007, "ferry": 1817, "pickle": 832, "heart": 284, "nursing": 1839, "on surfboard": 2935, "december": 2843, "taking photo": 1421, "20 mph": 2690, "parachute": 1275, "posing": 539, "wiimote": 1334, "black and brown": 1451, "clothing": 1132, "baseball field": 1039, "pink": 24, "winter": 49, "skater": 2657, "sailboat": 825, "magazine": 1865, "pine": 303, "1": 3, "7:00": 2792, "cardinal": 2478, "sword": 2369, "elephant": 46, "tile": 109, "wood and metal": 2445, "michigan": 1784, "map": 1198, "144": 2794, "laundry": 2826, "mat": 1460, "coming": 1519, "huge": 2302, "on his head": 1708, "mac": 837, "birthday": 138, "toilet paper": 478, "wetsuits": 1399, "vases": 1065, "floral": 301, "court": 1631, "tablecloth": 1262, "dove": 1745, "man": 48, "classroom": 2309, "right handed": 1384, "surfing": 37, "natural": 1144, "neck": 1386, "liquid": 2466, "maybe": 89, "red and blue": 462, "placemat": 2034, "corona": 1729, "car show": 2599, "ski poles": 227, "truck": 165, "african": 723, "basket": 453, "tall": 791, "2 years": 2793, "bunk": 1550, "blue team": 2637, "125": 2643, "blow dryer": 2785, "serving": 989, "shoes": 442, "haircut": 1620, "united states of america": 2159, "pizza cutter": 1138, "flower pot": 2894, "pitch": 1971, "marshmallows": 2944, "cold": 169, "still": 2059, "birds": 237, "police": 258, "monitor": 1459, "curly": 1162, "smoothie": 1244, "bagels": 2687, "polka dot": 975, "kayak": 1937, "united kingdom": 1656, "platform": 1389, "window": 209, "gatorade": 1895, "farmer": 2200, "mail": 2230, "main": 1590, "cutting hair": 2348, "texas": 1202, "apron": 931, "tropicana": 1903, "top left": 1344, "lunch": 485, "1950": 2183, "safari": 1383, "half": 941, "arriving": 1771, "green and brown": 2281, "fern": 1544, "ketchup": 316, "wagon": 947, "name": 2416, "scooters": 2189, "rock": 277, "magazines": 1936, "man made": 2229, "turtle": 2365, "square": 178, "elephants": 176, "white brown": 2608, "goose": 1207, "fires": 2627, "catching": 730, "circus": 1696, "zebra": 69, "girl": 141, "ice cream": 550, "canada": 353, "living": 588, "container": 2237, "boogie board": 1187, "space": 2186, "tulips": 671, "do not enter": 1225, "red and gray": 1724, "air force": 1083, "factory": 2725, "looking": 962, "walkway": 2240, "squares": 905, "eagle": 795, "dodgers": 874, "on counter": 720, "throw ball": 2867, "cars": 432, "parking lot": 694, "11:55": 1941, "california": 789, "vinyl": 2241, "11:50": 2745, "marina": 2540, "headband": 613, "12:15": 1899, "paper towels": 2667, "tortilla": 2699, "middle one": 2464, "stir fry": 1946, "headphones": 602, "british": 1226, "ostrich": 1139, "motion": 1537, "turn": 2865, "butterflies": 2556, "pepperoni": 281, "swing": 1434, "turf": 2525, "1000": 1142, "pelican": 1047, "tennis": 14, "4 ft": 2966, "person on left": 2666, "budweiser": 1396, "softball": 792, "crib": 1547, "long": 409, "spanish": 572, "southwest": 1032, "ring": 576, "open": 132, "george": 2681, "size": 2083, "sheep": 59, "city": 228, "little": 928, "sheet": 1669, "3:55": 2051, "lap": 2336, "tusks": 914, "all of them": 1878, "checker": 1822, "2": 2, "stuffed": 2185, "typing": 1127, "white": 4, "friend": 1415, "eyes": 1316, "on table": 201, "butt": 2685, "thai": 2135, "flowers": 78, "photograph": 2817, "11": 94, "10": 44, "13": 128, "12": 62, "15": 116, "14": 161, "17": 299, "16": 205, "19": 458, "18": 269, "night time": 872, "hsbc": 2039, "blue and silver": 2959, "coats": 2352, "victorian": 2498, "r": 1374, "knives": 1761, "apples": 263, "fruits": 838, "college": 2727, "russia": 2064, "tractor": 1319, "baseball game": 1990, "coconut": 2123, "blue & white": 2853, "ana": 2315, "mountains": 174, "greyhound": 2424, "3:25": 2487, "sad": 967, "pastry": 951, "sas": 2661, "breakfast": 186, "windsor": 2496, "batting": 772, "speakers": 1885, "greek": 2721, "on cake": 2987, "zoo": 143, "palm tree": 968, "red black and white": 2456, "jungle": 1787, "surf": 584, "200": 1002, "printer": 1807, "multiple": 2417, "equestrian": 2899, "normal": 1385, "track": 1335, "cheesecake": 1158, "crochet": 2726, "knee": 2469, "america": 552, "hitting ball": 1592, "behind him": 2397, "closet": 2554, "boys": 1442, "seafood": 2217, "napkin": 609, "hungry": 1413, "sunset": 372, "wii remote": 329, "salt": 1858, "walking": 170, "ceiling fan": 2095, "show": 2574, "german": 616, "peaches": 2170, "bright": 1924, "dandelions": 2474, "shoe": 831, "corner": 1201, "line": 1866, "ground": 189, "slow": 880, "above sink": 2561, "stormy": 1933, "hit tennis ball": 2421, "miami": 2882, "deck": 1985, "tennis player": 1268, "11:05": 2969, "wood": 20, "black": 10, "hockey": 2832, "fanta": 2071, "tennis racquet": 421, "blinds": 532, "wool": 664, "pink and black": 2271, "pumpkin": 1375, "suitcases": 709, "barbed wire": 1088, "silver and black": 1834, "congratulations": 2553, "remotes": 2114, "eat it": 2629, "far right": 1818, "aluminum": 1050, "leather": 310, "braves": 1849, "yield": 1149, "morning": 264, "red and yellow": 397, "scott": 2931, "pants": 1109, "yellow and black": 546, "5 years": 2858, "picnic": 1437, "concert": 2307, "blue and red": 718, "seat": 1165, "welcome": 2650, "checkered": 343, "persian": 2065, "parking": 461, "calendar": 2124, "black & white": 889, "colgate": 1367, "brown and tan": 1848, "blue and yellow": 441, "camping": 2555, "glaze": 2552, "spoons": 1736, "3": 5, "diamonds": 1678, "reading": 334, "surfboards": 287, "living room": 83, "vertical": 912, "screen": 1230, "dome": 2283, "guitar": 367, "jets": 1618, "pens": 2223, "tub": 1418, "at beach": 1432, "rugby": 1445, "orange juice": 509, "many": 142, "1:30": 1752, "restroom": 960, "s": 1204, "4:20": 1751, "harbor": 2121, "wheels": 1525, "ranch": 2663, "12:05": 1997, "12:00": 1020, "6:30": 2998, "150": 1611, "bricks": 262, "pot": 856, "jeans": 231, "60": 713, "61": 2400, "twin": 944, "wine tasting": 1900, "64": 1879, "65": 2049, "66": 1240, "pacifier": 1838, "polo": 548, "orange and green": 1952, "pigtails": 2193, "boat": 127, "turkey": 567, "olives": 415, "my best guess is no": 1911, "teddy": 1306, "west": 630, "classic": 2353, "vacation": 2500, "tropical": 1485, "stripped": 2293, "helicopter": 1366, "to right": 543, "500": 1228, "engine": 1379, "shopping": 1947, "squash": 1243, "white and orange": 1195, "tiger": 830, "photos": 2116, "bmw": 669, "foggy": 1199, "skiers": 2187, "cutting cake": 607, "parasail": 1351, "captivity": 1431, "pilot": 1013, "case": 2152, "3:40": 2920, "3:45": 2919, "spiderman": 1613, "reebok": 2139, "yellow red": 2692, "trick": 2055, "ryanair": 2809, "newspaper": 646, "mound": 2175, "wax paper": 2320, "slippers": 1723, "vest": 966, "canoe": 1521, "aqua": 1523, "purse": 381, "telephone": 1143, "sleeping": 180, "middle": 302, "good": 517, "heels": 1659, "out of focus": 2985, "stickers": 1346, "ivy": 1605, "bags": 920, "10:30": 2209, "bowl": 298, "tour": 2057, "playing baseball": 814, "macaroni": 2231, "triangles": 2056, "pan": 990, "wires": 1150, "foam": 1915, "seagulls": 773, "running": 443, "fruit": 168, "wired": 2522, "statue": 751, "climbing": 1847, "cartoon": 2153, "hummingbird": 1515, "mohawk": 1233, "flip phone": 1916, "birthday cake": 1482, "multi colored": 1411, "shih tzu": 2137, "sideways": 2062, "floor": 285, "bottle": 477, "pitbull": 1273, "model": 1617, "taxi": 1051, "summer": 233, "outdoor": 735, "across street": 2101, "in back": 1192, "krispy kreme": 714, "speed": 2245, "cilantro": 2728, "snowboarder": 1625, "flood": 2949, "rose": 337, "desktop": 1517, "beagle": 1173, "color": 649, "riding bike": 1860, "9:30": 1638, "4": 8, "7:25": 2287, "skies": 2061, "skier": 1042, "real": 430, "digital": 2952, "fridge": 407, "dark": 858, "traffic": 1012, "mom": 1299, "tan and white": 2530, "railroad": 2269, "cd": 2435, "orange and black": 1120, "rear": 1835, "rocky": 1950, "towel": 266, "kennedy": 2544, "nissan": 1741, "bracelet": 684, "pole": 392, "toilet brush": 1945, "nose": 1232, "clay": 536, "tower": 559, "bow tie": 1148, "apple and banana": 2559, "doll": 1545, "67": 2563, "dole": 1677, "tying tie": 2864, "68": 2048, "monopoly": 2941, "forehand": 2682, "pasture": 1837, "pickles": 916, "i can't tell": 2623, "daytime": 204, "red white and blue": 483, "light brown": 1093, "in car": 1337, "on side": 2822, "curious": 2285, "noon": 379, "moon": 1974, "exit": 1332, "forks": 1744, "linoleum": 1461, "knife": 160, "football": 558, "wheat": 1190, "business": 1112, "surfboard": 41, "volkswagen": 1295, "broken": 875, "great": 2550, "thailand": 2452, "kite flying": 918, "on": 252, "harley davidson": 873, "laminate": 2947, "cobblestone": 1581, "jeep": 1168, "island": 2301, "mixer": 1811, "shrimp": 891, "wolf": 2972, "stand": 1152, "toothpaste": 1117, "mixed": 2090, "lantern": 2885, "in bed": 2831, "road": 296, "heater": 1841, "yorkie": 2403, "united states": 489, "earring": 1607, "harness": 1146, "polka dots": 985, "moped": 1458, "burton": 2179, "racquet": 648, "log": 771, "shells": 2869, "1:25": 2490, "1:20": 2026, "4:35": 2520, "cats": 676, "low": 691, "stars": 847, "4:30": 1964, "paddle boarding": 2619, "6:40": 2856, "hard": 1743, "on floor": 736, "traffic lights": 2324, "buggy": 1898, "pitcher": 295, "cabinet": 1045, "bowls": 2784, "omelet": 2823, "in sink": 2120, "fighter": 2895, "card": 2598, "barber shop": 2962, "eiffel tower": 2122, "baseball cap": 1125, "potato": 1271, "bucket": 782, "strawberry": 541, "christmas tree": 1303, "dirty": 520, "suitcase": 144, "block sun": 2686, "flats": 2591, "grass": 40, "rust": 1252, "aa": 2078, "toilet": 162, "cross country": 809, "deer": 1087, "tennis shoes": 930, "deep": 2019, "in wild": 2830, "britain": 1015, "cathedral": 2597, "acer": 2915, "pedestal": 1910, "hound": 2719, "at airport": 2790, "cream": 480, "collie": 696, "cabinets": 2310, "verizon": 2569, "washing machine": 2651, "red and white": 105, "storage": 1466, "rubber": 1908, "field": 271, "5": 13, "milking": 2942, "not at all": 2225, "trash": 542, "bunk bed": 2125, "poor": 1644, "polar": 568, "pillows": 1321, "in box": 2011, "teeth": 1701, "pear": 2873, "m": 917, "waving": 1343, "10:20": 2184, "brass": 2636, "pool": 1320, "alcohol": 1532, "red bull": 1176, "laptops": 1036, "2009": 1181, "remote": 248, "orioles": 859, "on water": 1377, "black and yellow": 965, "mask": 927, "vines": 1902, "posts": 2664, "husky": 1365, "for sale": 1649, "dark green": 2515, "don't know": 163, "all": 1062, "motocross": 2004, "lace": 2009, "chinese": 159, "suburban": 2755, "ceramic": 701, "disc": 1918, "parmesan": 2140, "messy": 1070, "dark brown": 1317, "in sky": 1191, "children": 647, "broccoli and carrots": 2910, "carpet": 410, "posing for picture": 2536, "apartment": 1010, "tv": 187, "tail": 948, "on road": 1052, "one on right": 534, "smile": 910, "deep dish": 2903, "crest": 2259, "picnic table": 1909, "woman": 79, "sitting": 125, "very": 305, "fan": 497, "fall": 155, "sony": 726, "ticket": 2610, "washing": 2214, "red and brown": 2934, "laying": 801, "ge": 2723, "grandfather": 2146, "large": 433, "dinosaur": 1875, "sand": 131, "2 hours": 1851, "wii controller": 469, "small": 280, "earbuds": 2593, "mother and child": 2716, "vanilla": 879, "braid": 2600, "cookies": 900, "fence": 101, "tea": 454, "reins": 2085, "burger": 1730, "design": 1920, "barbecue": 2963, "casual": 2730, "ribbon": 1003, "handicapped": 2423, "what": 2319, "sub": 1509, "clock": 197, "sun": 210, "stool": 1031, "upper left": 2747, "burgundy": 1008, "suv": 1092, "run": 2372, "dead end": 2844, "racing": 1023, "public": 635, "white one": 2524, "movement": 2273, "tattoos": 1830, "full": 741, "tags": 1269, "bowtie": 1194, "surfer": 909, "tracks": 434, "trunk": 1091, "directions": 1960, "1 hour": 2568, "hoagie": 2889, "stuffed animals": 932, "ahead": 2855, "in zoo": 2010, "siamese": 766, "vegetarian": 1883, "stretching": 1777, "cucumbers": 1821, "soldier": 2757, "airport": 114, "base": 2286, "lasagna": 2583, "advertising": 2688, "cowboy hat": 1694, "hoodie": 1447, "family": 1237, "buses": 1531, "africa": 206, "talking on cell phone": 1452, "catching frisbee": 1006, "indoors": 399, "toys": 924, "dachshund": 1921, "1900": 2491, "eye": 2777, "green white": 1790, "donuts": 184, "texting": 516, "poodle": 1097, "pearl": 2710, "disc golf": 2431, "pitching": 1298, "6": 16, "raft": 2248, "blinders": 2438, "horses": 153, "flat": 1543, "diamond": 599, "door": 686, "caboose": 2517, "navy blue": 1759, "propellers": 2979, "faucet": 2255, "melon": 2418, "flag": 452, "stick": 658, "lemons": 1556, "baseball hat": 2913, "town": 1944, "grill": 1044, "none": 198, "3 inches": 2605, "klm": 1402, "red and green": 767, "red green": 2812, "hit ball": 747, "mall": 1954, "dump truck": 2839, "clock tower": 969, "v": 2570, "brushing her teeth": 2074, "seagull": 414, "male": 80, "marble": 571, "green and red": 1169, "woman's": 2607, "hamburger": 1414, "potato chips": 2980, "747": 2486, "one in back": 2712, "red and orange": 2506, "bidet": 2735, "wallet": 2497, "autumn": 1210, "cows": 133, "pond": 1350, "airplane": 137, "dress": 618, "lambs": 2383, "icing": 1403, "blueberries": 1877, "green and black": 1440, "rye": 2576, "on boat": 2272, "not very": 1034, "goat": 580, "us airways": 2449, "no parking": 710, "plant": 428, "sandwich": 149, "water bottle": 1085, "countryside": 2904, "red white and black": 2327, "plane": 112, "lighting": 2276, "blood": 1732, "waves": 754, "horizontal": 1094, "a": 790, "short": 427, "tea kettle": 2654, "blue yellow": 2075, "coat": 991, "volleyball": 868, "dragon": 1281, "coal": 1507, "shore": 2167, "chopsticks": 621, "shade": 547, "hello kitty": 762, "egg": 896, "playing": 260, "patio": 2579, "burnt": 2482, "rottweiler": 2810, "mexican": 1391, "artwork": 2738, "soon": 2656, "10:50": 2157, "spices": 2615, "paper": 188, "dough": 2257, "on skateboard": 1891, "signs": 1478, "broadway": 1285, "smiling": 622, "24": 327, "25": 221, "26": 778, "27": 639, "20": 122, "21": 435, "22": 464, "23": 404, "elmo": 2900, "28": 500, "29": 843, "mattress": 1554, "off white": 1311, "peanuts": 2224, "soccer": 67, "sauce": 799, "evening": 242, "food": 82, "talking on phone": 335, "floating": 2282, "cupcake": 983, "peeing": 2329, "frisby": 1914, "starbucks": 687, "weeds": 1102, "foot": 1540, "green yellow": 2280, "toronto": 2975, "santa hat": 2113, "swimsuit": 2058, "asparagus": 1637, "someone": 2111, "stopped": 1328, "button": 2436, "trailer": 1242, "tin foil": 2751, "heavy": 2833, "england": 308, "pirates": 1707, "house": 351, "fish": 217, "white and gray": 939, "not clear": 1457, "gun": 1621, "oil": 1185, "can't read": 2632, "scratching": 2708, "backpacks": 2557, "air canada": 1699, "bikers": 2786, "flower": 247, "day time": 1157, "tennis ball": 354, "power lines": 1196, "fireman": 2628, "pigeon": 722, "dugout": 1765, "race": 1643, "safety": 373, "hill": 1121, "7": 27, "9:15": 2743, "print": 2086, "caucasian": 984, "highway": 2013, "horseback riding": 2512, "very tall": 1622, "foreground": 1193, "dirt": 192, "driver": 2094, "porcelain": 1272, "pug": 614, "bulls": 1679, "houses": 1235, "right hand": 1360, "cookie": 1294, "canon": 1876, "eating grass": 1728, "guy": 1393, "bushes": 1116, "hair dryer": 1072, "dishwasher": 1282, "far left": 1917, "computers": 1548, "railroad crossing": 1951, "american": 286, "jelly": 2195, "laptop screen": 2673, "w": 533, "daisy": 763, "snowboarding": 85, "castle": 1824, "orange white": 2711, "copper": 1695, "pedestrian": 2537, "advertisement": 2077, "wine glasses": 1164, "doughnuts": 566, "right side": 836, "fancy": 1660, "feeder": 2897, "feet": 1481, "rain boots": 2761, "weather vane": 2405, "cups": 1518, "wrench": 2318, "whale": 2130, "maple": 833, "horse": 55, "jet": 549, "boating": 2911, "rails": 2457, "broccoli": 47, "stork": 2531, "paint": 631, "leash": 1071, "station": 798, "mosaic": 2582, "washington dc": 1219, "syrup": 2613, "banana": 56, "tennis rackets": 869, "on track": 1687, "behind": 612, "hotel": 368, "park": 239, "wii boxing": 2796, "drain": 1984, "theater": 2162, "mac and cheese": 2380, "stairs": 784, "obama": 860, "king": 2119, "fork and spoon": 2590, "b": 634, "double": 1493, "top right": 1371, "emirates": 1014, "store": 673, "catch ball": 1922, "outdoors": 386, "toward": 1526, "11:40": 2567, "it's raining": 1709, "skyscrapers": 2616, "coleslaw": 2595, "curtains": 1122, "on hill": 2766, "10 feet": 1064, "juice": 688, "graffiti": 243, "1:00": 1773, "yellow and red": 619, "orange and red": 2819, "above stove": 2127, "fork knife": 2042, "lid": 1894, "mountain": 225, "wilson": 356, "dancing": 1713, "63": 2104, "spaghetti": 1803, "scotland": 2759, "back left": 2558, "camouflage": 999, "couch": 229, "sandwiches": 892, "camera flash": 2781, "4:15": 2442, "brace": 1850, "transparent": 2133, "in grass": 1206, "play": 1646, "towards": 1553, "hot dogs": 341, "singles": 2658, "eggs": 808, "english": 422, "salmon": 1297, "12:50": 2859, "coca cola": 246, "cigarette": 638, "75": 1001, "74": 1996, "bridle": 1582, "moss": 1081, "70": 1189, "nothing": 102, "gray and black": 1711, "11:10": 2129, "refrigerator": 236, "sauerkraut": 2190, "windows": 417, "stuffed bear": 1182, "clear": 129, "cover": 1768, "tongs": 1776, "red and black": 349, "train station": 393, "clean": 521, "barrel": 1825, "microsoft": 1538, "stones": 1203, "thomas": 2082, "golf": 1504, "somewhat": 2706, "asphalt": 1056, "sparrow": 1114, "dirt bike": 998, "hugging": 1576, "freight": 1957, "man's": 1785, "blender": 512, "ipad": 2829, "scooter": 758, "chiquita": 1530, "white red": 2212, "pretty": 2762, "money": 1864, "8": 29, "circle": 219, "grocery store": 2992, "giants": 807, "shepherd": 1704, "triangle": 359, "neon": 2881, "white and pink": 2213, "blue black": 2851, "sunny": 68, "grocery": 2892, "trees": 93, "play tennis": 2665, "owls": 2876, "batter": 748, "no one": 226, "chimney": 2729, "taking off": 425, "catcher": 253, "motorcycles": 267, "5:25": 1925, "around neck": 2639, "on stove": 1782, "paddling": 2875, "tabby": 603, "balancing": 2483, "gloves": 406, "doubles": 1291, "river": 333, "on ground": 389, "bars": 2126, "art": 797, "throwing": 1067, "rolex": 2220, "lion": 906, "sea": 1780, "transportation": 1135, "arm": 1407, "analog": 2791, "barn": 979, "practice": 2814, "pictures": 557, "on rock": 2764, "probably": 1221, "crosswalk": 842, "champagne": 1608, "numerous": 2937, "1 year": 2079, "europe": 1037, "paisley": 1863, "korea": 2886, "light green": 1786, "not in service": 2938, "fire extinguisher": 1983, "drinking water": 1340, "pepsi": 451, "brown and yellow": 2733, "baby's breath": 2914, "zipper": 2923, "4:55": 2918, "bronze": 1731, "apples and oranges": 2739, "both": 326, "c": 717, "restaurant": 241, "baseball bat": 324, "roman": 774, "9:05": 2916, "2:35": 2565, "lanyard": 1868, "oars": 2669, "cakes": 1962, "bell": 757, "battery": 2961, "sweet": 1068, "uniforms": 1721, "church": 292, "goats": 955, "belt": 1333, "suspenders": 2325, "top hat": 1612, "hitting": 1814, "pc": 2171, "red and silver": 2002, "ireland": 2340, "peppers": 563, "brick": 71, "my best guess is yes": 1658, "family room": 2256, "empty": 776, "pm": 1376, "blankets": 1583, "resting": 374, "vans": 1484, "modern": 961, "squirrel": 2216, "passengers": 1177, "fire": 493, "stuffed toy": 2803, "gas": 304, "orange and yellow": 1627, "awake": 1636, "ginger": 2722, "pedestrian crossing": 2088, "plants": 636, "very old": 2080, "fur": 1578, "raw": 1435, "balloons": 1698, "straight": 672, "white and brown": 641, "rope": 401, "bikini": 904, "leaning": 2382, "fun": 1111, "kissing": 1869, "biking": 2263, "robin": 1806, "knee pads": 1352, "5:05": 2128, "calculator": 2732, "ducks": 637, "decoration": 528, "air conditioner": 1681, "nightstand": 2939, "old fashioned": 2714, "leaving": 1591, "chase": 1520, "italy": 680, "fedora": 1028, "8:00": 2440, "cumulus": 1380, "9": 52, "windmill": 1798, "hallway": 2679, "strips": 2136, "keys": 2232, "leopard": 1528, "cement": 440, "white and red": 418, "cucumber": 1029, "stripe": 846, "sandals": 291, "escalator": 2898, "brushing hair": 2909, "beanie": 1406, "hexagon": 2233, "older": 1362, "horse racing": 1912, "chickens": 2434, "grind": 2625, "person": 216, "flags": 936, "y": 1076, "moo": 2717, "yankees": 1075, "eyeglasses": 2201, "listening": 2381, "11:20": 2290, "12:40": 2691, "pigeons": 871, "in field": 1054, "db": 2432, "one world": 2821, "lexus": 2008, "prince": 2507, "ping pong": 2087, "porch": 2815, "cut": 1354, "tablet": 1345, "cup": 456, "lady": 704, "stainless steel": 455, "burrito": 2782, "holding it": 2720, "egypt": 2473, "grapefruit": 1170, "kites": 86, "furniture": 2093, "easter": 2630, "surprised": 2408, "in motion": 2547, "australia": 1000, "radiator": 1205, "big": 583, "skateboards": 587, "jp morgan": 2545, "bib": 1061, "game": 698, "flamingo": 1938, "private": 1349, "brown and black": 1096, "formal": 1331, "on tracks": 1078, "d": 2021, "semi": 2138, "toyota": 703, "glove": 437, "fly kite": 1564, "baseball glove": 1495, "wildcats": 2925, "black and green": 2355, "bamboo": 907, "zucchini": 2494, "20 feet": 1609, "google": 1562, "cones": 1147, "red white blue": 755, "spring": 323, "1st": 1682, "some": 1832, "back": 446, "marker": 2988, "palm": 152, "clown": 2475, "blue and white": 111, "mirror": 193, "at camera": 652, "electric": 346, "scale": 2112, "tools": 2367, "5:15": 2316, "british airways": 883, "no idea": 496, "pen": 598, "sneakers": 529, "golden retriever": 1160, "12:55": 1828, "t": 659, "in basket": 2420, "on sidewalk": 756, "cameraman": 2480, "eating": 58, "300": 1654, "on sand": 2879, "in background": 764, "rug": 450, "stem": 2977, "wii bowling": 2797, "great britain": 2040, "nowhere": 625, "santa": 1231, "5 feet": 1370, "raspberry": 1969, "downward": 2390, "black white": 340, "mario": 2253, "kawasaki": 1978, "for balance": 2304, "mcdonald's": 620, "yellow and orange": 1880, "graduation": 2147, "surfers": 2573, "beans": 1055, "idk": 1462, "frisbie": 2425, "germany": 895, "daisies": 946, "n a": 2671, "us open": 2081, "colorado": 2260, "garbage": 821, "water skiing": 569, "to eat": 1372, "rackets": 1670, "sports": 1642, "downhill": 611, "wine bottle": 2693, "sightseeing": 2165, "jockey": 1513, "apartments": 1993, "dunkin donuts": 715, "fast": 942, "on car": 2986, "nintendo wii": 787, "homemade": 2196, "suit": 513, "forward": 492, "11:15": 2922, "on tree": 2172, "blue white": 824, "himself": 1870, "buns": 2518, "hawaiian": 2279, "poster": 2249, "cloth": 796, "tennis court": 498, "pacific": 2460, "delta": 370, "russian": 1805, "crane": 822, "calico": 964, "penguin": 1274, "lifeguard": 1691, "clydesdale": 2308, "skull": 1106, "santa fe": 2870, "fries": 606, "up": 117, "us": 731, "uk": 1041, "planes": 1222, "wine glass": 707, "fried": 1763, "geese": 1208, "labrador": 1129, "pencil": 2066, "nighttime": 575, "sepia": 1511, "single": 2411, "warning": 1259, "curb": 1469, "flying kites": 537, "cafe": 1633, "cotton": 876, "rainbow": 470, "rainy": 283, "lemon": 411, "peach": 857, "50 years": 2641, "peace": 994, "tomato sauce": 2927, "parakeet": 1809, "mayonnaise": 2539, "tarp": 1668, "valentine's day": 1775, "nice": 1057, "brushing": 1073, "spectators": 2533, "mustard": 445, "looking for food": 2770, "lufthansa": 1263, "wakeboarding": 2106, "desert": 581, "earphones": 1959, "wristband": 1218, "pottery": 1970, "take off": 2612, "land": 1438, "e": 1179, "herd": 2678, "pedestrians": 1757, "macaroni and cheese": 2769, "cooked": 1395, "2000": 1524, "nasa": 2463, "taking picture": 382, "2007": 1433, "parking meter": 388, "2005": 2360, "fresh": 1629, "2008": 1827, "berries": 1266, "buffalo": 1663, "stroller": 1410, "desserts": 1766, "windy": 1016, "food truck": 2514, "go": 667, "very high": 2054, "5:00": 2441, "fighter jet": 2836, "pizza hut": 1889, "gold": 211, "windowsill": 2523, "young": 378, "suits": 2409, "green and blue": 1236, "casserole": 2393, "frisbees": 2148, "cluttered": 1897, "gravel": 1027, "jet ski": 2990, "11:30": 1942, "pink and blue": 2412, "garden": 1872, "outside": 90, "dessert": 331, "wave": 835, "spoon": 202, "wavy": 1852, "facebook": 2428, "drinking": 339, "on building": 1053, "legos": 1539, "googles": 2626, "snowboards": 1347, "paper towel": 2297, "gray and white": 662, "heineken": 2386, "rack": 1213, "smaller": 1722, "crow": 1470, "in ocean": 2342, "ham": 626, "boots": 503, "air france": 1598, "jump": 929, "video": 1943, "traveling": 1077, "pajamas": 1671, "index": 2143, "sausage": 759, "cupcakes": 1293, "checkers": 1632, "power": 1602, "paintings": 2330, "chicago": 712, "pipes": 2709, "paddle": 1184, "window sill": 1655, "cell": 1939, "waiting": 845, "indian": 666, "poles": 398, "fisheye": 1982, "goatee": 2551, "chain link": 681, "bird": 95, "leg": 1977, "kangaroo": 2827, "commercial": 692, "nikon": 2226, "raspberries": 2296, "packing": 2580, "sink": 309, "pancake": 2818, "left hand": 2718, "peace sign": 2874, "39": 1587, "38": 654, "metro": 2943, "33": 992, "32": 685, "31": 993, "30": 244, "37": 1090, "36": 1046, "35": 561, "34": 749, "video game": 750, "reds": 2811, "apple": 53, "cell phones": 811, "yellow black": 2317, "wii": 42, "hotel room": 1559, "riding horse": 2295, "motor": 1689, "duck": 476, "oval": 444, "san francisco": 925, "singing": 1833, "cloud": 2203, "lime": 1387, "standing": 126, "2:45": 2967, "usa": 194, "it's cold": 2887, "under armour": 2364, "frog": 1579, "throw": 2134, "few": 2896, "camera": 98, "crab": 2954, "vehicle": 1683, "toy": 426, "midday": 1255, "playing frisbee": 645, "tell time": 2611, "half full": 2624, "stone": 207, "visibility": 2609, "left handed": 2543, "train": 51, "parrots": 2508, "rabbit": 1166, "baby": 322, "mitsubishi": 2825, "white and black": 300, "women": 682, "balls": 1733, "animals": 1074, "salad": 361, "f": 1257, "tunnel": 2132, "ride": 1308, "st patrick's day": 2614, "red light": 2535, "donut": 136, "carrot": 215, "thin": 1151, "pelicans": 2376, "shoulder": 2575, "shower curtain": 1968, "control": 2955, "i don't know": 297, "ketchup and mustard": 1692, "halloween": 935, "high": 902, "hammer time": 2016, "tag": 863, "hit": 1628, "tan": 70, "made": 2883, "skirt": 1348, "hangar": 2772, "lamb": 980, "united": 708, "onions": 674, "toaster oven": 1267, "boxing": 1472, "lamp": 526, "white and tan": 2798, "forest": 769, "animal": 1227, "new york city": 1892, "bandana": 804, "toddler": 2450, "circular": 1095, "white black": 1499, "buildings": 897, "blocks": 2312, "farm": 911, "stop": 50, "wallpaper": 1570, "urinal": 1720, "notebook": 2036, "10:35": 2795, "on roof": 2936, "ties": 1420, "cabbage": 1416, "hawk": 1577, "terrier": 733, "tomato": 294, "train car": 2526, "boeing": 2601, "light": 279, "counter": 377, "lines": 1893, "robot": 2000, "bakery": 746, "chevrolet": 1248, "necklace": 578, "red wine": 2455, "swimming": 523, "stuffed animal": 556, "mustache": 1167, "bathing": 1249, "down street": 2841, "meter": 954, "spatula": 1270, "taking pictures": 1427, "motorcycle": 63, "mutt": 1254, "horns": 816, "shopping cart": 2294, "bunch": 2154, "lg": 2254, "silk": 2659, "broom": 1714, "relish": 1615, "squatting": 2243, "orange": 17, "2011": 1011, "2010": 1126, "2013": 908, "2012": 970, "dad": 1580, "feta": 2306, "throw frisbee": 2160, "bud light": 1471, "nokia": 886, "beads": 2736, "oranges": 220, "toshiba": 1588, "dock": 729, "cutting": 660, "powdered sugar": 1740, "cat and dog": 2477, "snoopy": 2410, "hands": 1155, "front": 345, "1:55": 2208, "cage": 1662, "day": 119, "1:50": 1610, "upper right": 2973, "sniffing": 1999, "weather": 2695, "crossing": 1546, "diet coke": 2018, "tray": 732, "glasses": 108, "ultimate frisbee": 1571, "lilac": 2467, "cross country skiing": 1247, "on bed": 514, "globe": 1693, "700": 2103, "to left": 554, "multicolored": 1575, "88": 2964, "alaska": 1318, "2:15": 2521, "in kitchen": 2144, "82": 2965, "80": 1464, "dr pepper": 1819, "shearing": 1614, "sandy": 2219, "out": 785, "frontier": 2775, "parasailing": 800, "oriental": 1890, "ski slope": 1804, "brown and white": 232, "caramel": 2908, "electronics": 1873, "windsurfing": 1040, "red": 6, "shut": 1703, "water ski": 2696, "umbrella": 57, "ipod": 1514, "hyundai": 2676, "napkins": 2037, "x": 956, "border collie": 2206, "retriever": 2169, "backwards": 1342, "yard": 2495, "g": 1302, "yellow and brown": 2211, "skateboard": 36, "ducati": 2840, "yarn": 1718, "produce": 1289, "ears": 2389, "vegetables": 318, "south": 600, "mad": 2541, "knife and fork": 1301, "yellow blue": 2924, "tennis racket": 104, "jesus": 1788, "partly cloudy": 1128, "owner": 1245, "umbrellas": 268, "5:10": 2689, "video games": 2323, "lacoste": 2419, "monkey": 690, "privacy": 2192, "bears": 342, "unknown": 103, "pots": 1137, "big ben": 745, "new york": 315, "decorations": 2284, "steeple": 2868, "blue and black": 827, "tourists": 2749, "beard": 1049, "shell": 1755, "lot": 171, "shorts": 501, "bulldog": 839, "shelf": 574, "nobody": 577, "school bus": 973, "yellow and blue": 524, "branches": 2261, "steel": 436, "2:55": 2156, "2:50": 1552, "bed": 97, "hispanic": 2948, "looking at camera": 2092, "candles": 608, "tennis balls": 1884, "wheelchair": 1928, "7 eleven": 2917, "clip": 2846, "54": 1734, "carrots": 139, "braids": 2783, "one way": 510, "curved": 1441, "sidecar": 2166, "6:45": 2562, "catholic": 2847, "microphone": 923, "sprinkles": 848, "dishes": 1595, "too many to count": 1856, "dunkin' donuts": 2429, "bagel": 1357, "mango": 2275, "korean": 1439, "visor": 738, "soap": 1105, "02": 2645, "feeding giraffe": 1843, "sewing": 1948, "camper": 2395, "kickstand": 1364, "biplane": 2262, "logitech": 2068, "sedan": 2268, "smiley face": 1657, "medal": 2228, "beets": 2357, "hot dog": 91, "roast beef": 1739, "thanksgiving": 1906, "face": 699, "pipe": 1972, "strawberries": 490, "los angeles": 1491, "movie": 1840, "skinny": 2503, "painting": 495, "grooming": 2588, "towards camera": 2366, "black and gray": 1238, "teddy bear": 120, "watching tv": 1017, "kite": 43, "stove": 447, "indoor": 1234, "antelope": 1796, "biker": 2787, "bikes": 487, "parked": 1086, "bedroom": 106, "chicken": 195, "police officers": 2763, "on man": 2089, "ear": 2202, "baltimore": 2099, "planter": 2618, "tire": 1373, "black and silver": 1750, "jar": 2385, "police officer": 1401, "crows": 2996, "sunflowers": 1220, "mustard and ketchup": 2824, "playing tennis": 330, "piano": 853, "on sink": 1672, "dodge": 2346, "handle": 1338, "watching": 642, "photography": 1626, "stripes": 154, "bear": 60, "120": 2289, "baggage claim": 2439, "cubs": 1283, "words": 1533, "striped": 259, "chips": 1123, "styrofoam": 1444, "gray": 25, "trucks": 2571, "h": 2549, "married": 2300, "pirate": 1647, "dog and cat": 2842, "mercedes": 728, "costume": 2349, "spotted": 2930, "american airlines": 2740, "hardwood": 705, "frame": 2426, "roman numerals": 949, "skateboard trick": 1907, "computer": 235, "skateboarding": 32, "racket": 213, "volvo": 2697, "8 feet": 2181, "green and white": 395, "4:50": 2519, "wire": 371, "12 feet": 2606, "amtrak": 1597, "u haul": 1753, "carriage": 693, "hammock": 2587, "identification": 1558, "closed": 255, "brushing their teeth": 2635, "neither": 1079, "flickr": 1448, "charcoal": 2907, "tent": 1175, "black and red": 679, "cauliflower": 1463, "cutting board": 482, "parking meters": 2414, "on his face": 2765, "black and white": 35, "staring": 1800, "ski resort": 2326, "toothbrush": 179, "on beach": 786, "blue and orange": 2238, "ramp": 706, "rams": 2578, "willow": 2694, "grain": 2589, "in snow": 1956, "canopy": 1748, "peanut butter": 2459, "vent": 1853, "unclear": 1799, "gone": 2041, "wall": 175, "denim": 1505, "walk": 1174, "table": 74, "looking at phone": 2542, "in water": 375, "tank top": 1103, "motorbike": 768, "traffic light": 1477, "high heels": 2197, "yak": 2404, "curtain": 1018, "kitchen": 28, "bbq": 2313, "orange and white": 518, "red white": 742, "commuter": 1986, "painted": 2141, "one on left": 665, "airplanes": 1680, "controller": 765, "accident": 1995, "bull": 629, "smoking": 1572, "spain": 1886, "multi": 1312, "plaid": 191, "couple": 2072, "plain": 2033, "runway": 926, "rectangular": 1309, "chalk": 1508, "african american": 1369, "wild": 593, "bathtub": 1258, "toothbrushes": 1066, "on street": 815, "rooster": 1706, "gothic": 1561, "swinging": 1022, "vw": 2862, "towel rack": 2800, "arabic": 1474, "stained glass": 2110, "parent": 2538, "tattoo": 813, "winnie pooh": 2446, "vintage": 2322, "balloon": 1397, "cross": 551, "to catch ball": 2528, "speaker": 1296, "digging": 2953, "flour": 1541, "nathan's": 2378, "party": 922, "north face": 2461, "tomatoes": 380, "ball": 148, "dusk": 467, "drink": 851, "octagon": 545, "surfboarding": 1326, "pita": 2982, "yellow and pink": 2647, "overalls": 1390, "collar": 474, "sunrise": 1931, "street light": 1932, "off": 544, "reflection": 656, "yellow and green": 901, "overcast": 183, "german shepherd": 981, "men's": 1589, "fighting": 1816, "left side": 850, "red black": 1685, "350": 1101, "spray paint": 1801, "drawing": 1712, "snake": 2978, "on left": 412, "taller": 2501, "coaster": 1651, "bananas": 73, "camel": 1923, "savannah": 2218, "oak": 604, "maple leaf": 1742, "domestic": 2778, "state farm": 1857, "suit and tie": 2754, "clocks": 1652, "fishing": 653, "fire hydrant": 181, "41": 1497, "happiness": 1290, "toilets": 1419, "roses": 338, "gmc": 2177, "residential": 1888, "sky": 365, "lake": 394, "bench": 77, "wet": 650, "ski": 328, "oar": 2670, "ledge": 2277, "street sign": 1327, "dryer": 2995, "desk": 317, "propeller": 1115, "doughnut": 431, "intersection": 1980, "pier": 913, "tennis racquets": 2928, "on field": 2194, "motorola": 1278, "onion": 940, "chairs": 957, "sofa": 849, "candy": 937, "controllers": 2350, "garage": 997, "badminton": 1992, "mountain dew": 2227, "soft": 1453, "italian": 605, "carnations": 2848, "black red": 2912, "scared": 2453, "library": 788, "hair": 775, "can't tell": 289, "almonds": 1994, "cleveland": 2779, "home": 344, "transport": 2698, "us air force": 2107, "leaf": 1098, "green and yellow": 740, "kettle": 1675, "fedex": 643, "fountain": 2388, "on laptop": 2713, "aluminum foil": 1772, "earrings": 1958, "chains": 1549, "blurry": 1368, "blue gray": 2997, "pepper": 760, "hose": 2012, "in middle": 1313, "mitt": 1512, "bowling": 959, "daffodils": 2151, "lighthouse": 623, "telling time": 2572, "peas": 1489, "on plane": 2880, "pasta": 793, "fluorescent": 1594, "11:35": 2860, "hiding": 2198, "iris": 2586, "red velvet": 2373, "shaking hands": 2188, "saddle": 1468, "taking selfie": 2030, "rodeo": 1859, "seeds": 1949, "beige": 147, "blue and gray": 1341, "tongue": 1754, "pastries": 1183, "black and orange": 1795, "owl": 670, "letters": 1867, "mets": 2333, "stop sign": 355, "washington": 878, "socks": 1702, "mushrooms": 945, "trunks": 2028, "brush": 888, "female": 72, "on shelf": 1154, "against wall": 2047, "van": 640, "museum": 995, "tents": 2702, "firefighter": 2427, "spiral": 2805, "spots": 2804, "continental": 1769, "coffee cup": 2024, "suzuki": 2292, "backhand": 1473, "building": 275, "ivory": 1557, "north": 615, "bus": 84, "hp": 1279, "sweatband": 1104, "construction": 1186, "bun": 803, "3 ft": 2488, "bookshelf": 1664, "for safety": 2017, "eat": 1200, "5:40": 2640, "polar bears": 1861, "dozens": 2236, "j": 2278, "smooth": 1737, "flip": 1492, "abstract": 2265, "on bus": 2173, "below": 1239, "books": 276, "cake": 64, "over 10": 2984, "display": 1820, "snow skiing": 2371, "skating": 313, "website": 2926, "supreme": 2802, "tissues": 1624, "pie": 823, "maroon": 560, "pig": 882, "utensils": 1641, "referee": 1487, "cheetah": 2780, "penne": 2872, "light blue": 739, "sweatshirt": 1465, "1950s": 2921, "mushroom": 1527, "48": 1382, "49": 1417, "46": 1797, "47": 1496, "44": 865, "45": 812, "42": 1063, "43": 1113, "40": 363, "blue green": 1172, "book": 357, "es": 1606, "branch": 472, "finch": 1265, "granite": 585, "gas station": 2344, "ponytail": 475, "dresser": 1565, "frisbee": 23, "star": 405, "cannot tell": 2394, "pink and yellow": 1756, "footprints": 2235, "on toilet": 1810, "foil": 982, "jetblue": 1979, "nintendo": 953, "jackson": 2771, "friends": 1791, "opened": 2820, "philips": 2413, "samsung": 449, "2 feet": 844, "baker": 2638, "entertainment": 2837, "rural": 881, "baked": 2314, "in window": 2546, "buoy": 1940}, "question": {"": 247, "raining": 282, "writings": 4385, "short's": 